Repository: Gaming-Linux-FR/glfos-updater
Catalog: po/*.po
Languages: fr

source: GLF-OS Updater
fr: Gestionnaire de mise à jour GLF-OS

source: Please wait while your system is being rebuilt...
fr: Veuillez patienter le temps que votre système soit reconstruit...

source: An error happened while rebuilding your system. Be aware and check your nix configuration !
fr: Une erreur est survenue lors de la reconstruction du système. Faites attention et vérifiez votre configuration Nix !

source: Your system was successfully updated! Please make sure to reboot.
fr: Votre système a été mis à jour avec succès ! Veuillez redémarrer.

source: Reboot
fr: Redémarrer

source: Time to make a choice!
fr: C'est l'heure de faire votre choix !

source: Please choose your experience
fr: Veuillez choisir votre expérience

source: Update the system
fr: Mettre à jour le système

source: Welcome on GLF-OS Updater.
fr: Bienvenue sur le gestionnaire de mise à jour de GLF-OS.

source: It's time to discover our new experiences !
fr: C'est l'heure de découvrir nos toutes nouvelles expériences et de faire votre choix !

source: Meet GLF-OS stable
fr: Découvrez GLF-OS stable

source: The optimal version of GLF-OS, a perfect mix between fresh packages and stability. We make use of all NixOS abilities to provide you a reliable system for daily use. Enjoy the best of both worlds: gaming packages receive all the latest new features while the whole system evolve through major steps every 6 months, ensuring a solid and well-tested base.
fr: La version optimale de GLF OS, un mix parfait entre paquets frais et stabilité. Nous exploitons toutes les possibilités de NixOS pour vous fournir un système fiable au quotidien. Profitez du meilleur des deux mondes : les paquets gaming reçoivent les toutes dernières nouveautés, tandis que le reste du système évolue par étapes majeures tous les 6 mois, garantissant une base solide et testée.

source: Meet GLF-OS rolling
fr: Découvrez GLF-OS rolling

source: The finest cutting-edge experience! This version is constantly updated, which makes it ideal to test the latest features and ensure compatibility with new hardware. It's a choice for experienced and advanced users, who are aware that problematic bugs or "rebuilds" may happen temporarily.
fr: L'expérience à la pointe (bleeding edge) par excellence ! Cette version est constamment mise à jour, idéale pour tester les fonctionnalités les plus récentes et assurer la compatibilité avec le matériel neuf. C'est un choix pour les utilisateurs avertis, conscients que des bugs ou des "rebuilds" problématiques peuvent survenir temporairement.

source: Ready?
fr: Prêt ?

source: Please note that making an experience choice is mandatory. Without it, you won't be able to receive the new features of GLF-OS. Staying on your current system version will not be supported.
fr: Veuillez noter que faire un choix d'expérience est nécessaire. Sans faire ce choix, vous n'aurez plus la possibilité de recevoir les dernières fonctionnalités de GLF-OS. Rester sur la version actuelle de votre système ne sera pas supporté.

source: Make your choice
fr: Faites votre choix

source: stable (recommended)
fr: stable (recommandée)

source: rolling (for the cutting-edge enjoyers)
fr: rolling (pour les fans du cutting-edge)
